Repository: ak6006/menuqr-dotnet
Catalog: EgyptMenu/Views/Shared/Resources/Resource.*.resx
Languages: ar

# 20 items in the menu
source: items in the menu
ar: عنصرًا في القائمة

source: 8 different designs. Unlimited color options. Choose QR and Flayer style
ar: تصاميم مختلفة. خيارات ألوان غير محدودة. اختر نمط رمز الكيو ار

source: Activate
ar: تفعيل

source: Active
ar: نشط

source: Add new category
ar: إضافة فئة جديدة

source: Add new item
ar: إضافة صنف جديد

source: Add plan
ar: اضف خطة

source: Add Restaurant
ar: اضف المطعم

source: All rights reserved
ar: جميع الحقوق محفوظة

source: Beautiful QR Styles
ar: أنماط كيو ار جميلة

source: but no menu
ar: لكن لا توجد قائمة

source: Category name
ar: اسم الفئة

source: Change
ar: تغير

source: Clients are happy. They can see that we are a responsible place and their health is a priority. No more old dirty menus :D. All they need is their phone
ar: العملاء سعداء. يمكنهم أن يروا أننا مكان مسؤول وأن صحتهم هي أولوية. لا مزيد من القوائم المتسخة القديمة . كل ما يحتاجونه هو هواتفهم

source: Community support
ar: دعم المجتمع

source: Contactless QR digital menu
ar: قلل التلامس المنيو الرقمي

source: Create a Digital Menu
ar: قم بإنشاء منيو رقمي

# Create a digital menu for your Restaurant or Bar
source: Create a digital menu for your Restaurant or cafe
ar: قم بإنشاء المنيو الالكتروني للمطعم أو الكافية الخاص بك

source: Create a menu for you NOW
ar: قم بإنشاء المنيو الرقمي الخاص بك الان

source: Create QR
ar: قم بإنشاء كيو ار

source: Create your menu directly on our platform. Update anytime. Easy And Simple
ar: أنشئ قائمتك مباشرة على منصتنا. قم بالتحديث في أي وقت. بطريقة سهلة و بسيطة

source: Creation Date
ar: تاريخ الانشاء

source: Current Password
ar: كلمة السر الحالية

source: Dashboard
ar: لوحة التحكم

source: Deactivate
ar: تعطيل

source: Dedicated Support
ar: دعم مخصص

source: Demo
ar: تجريبي

source: Design it
ar: قم بالتصميم الان

# direction
source: ltr
ar: rtl

source: Download JPG
ar: jpg تحميل صورة

source: Download Print Templates
ar: تحميل قوالب الطباعة

source: dropdown-menu-right
ar: dropdown-menu-left

source: Edit
ar: تعديل

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit Restaurant Menu
ar: تعديل قائمة المطعم

source: Email
ar: البريد الاكتروني

source: Engage more with your customers
ar: تفاعل أكثر مع عملائك

source: English
ar: عربي

# Enter location
source: Enter a location
ar: ادخل عنوان

source: eur
ar: يورو

source: Experience it
ar: جربها

source: Extras and items variants
ar: متغيرات الإضافات والأصناف

# fixed dir
source: fixed-left
ar: fixed-right

source: Food Delivery from best restaurants
ar: توصيل الطعام من أفضل المطاعم

source: For bigger restaurants and bars. Offer a full menu. Limitless plan
ar: لاكبر المطاعم والكافيهات. تقديم قائمة كاملة. خطط بلا حدود

source: Forgot password ?
ar: هل نسيت كلمة المرور ؟

source: Free
ar: مجانا

source: Full access to QR tool
ar: الوصول الكامل إلى أداة الكيو ار

source: Full access to the menu creation tool
ar: الوصول الكامل إلى أداة إنشاء القائمة

source: Go Digital
ar: اذهب الي المنيو

source: Go Mobile
ar: اذهب للهاتف

source: If you run a small restaurant or cafe , or just need the basics, this plan is great.
ar: إذا كنت تدير مطعمًا صغيرًا أو كافية ، أو كنت بحاجة فقط إلى الأساسيات ، فهذه الخطة رائعة.

source: Images
ar: الصور

source: Item description
ar: وصف الصنف

source: Item Image
ar: صورة الصنف

source: Item name
ar: اسم الصنف

source: Item Price
ar: سعر الصنف

source: James Curran Brooklyn Taco
ar: جيمس كوران بروكلين تاكو

source: Jason Edwards Malibu Diner
ar: جايسون إدواردز ماليبو داينر

source: Jessica Evans Awang Italian Restaurant
ar: مطعم جيسيكا إيفانز أوانج الإيطالي

source: Join now
ar: انضم الان

source: Just open the camera on your phone and scan the QR code below!
ar: ما عليك سوى فتح الكاميرا على هاتفك ومسح رمز الكيو ار أدناه

# lang
source: ar
ar: en

# language
source: ع
ar: En

source: Location
ar: العنوان

source: Log out
ar: تسجيل الخروج

source: LOGIN
ar: دخول

source: Logo
ar: شعار

source: Menu
ar: القائمة

# MENU cp
source: MENU
ar: القائمة

source: Menu Print template
ar: نماذج طباعة القائمة

source: month
ar: شهريا

source: My profile
ar: الصفحة الشخصية

source: Name
ar: الاسم

source: No mobile app required
ar: لا يوجد تطبيق جوال مطلوب

source: No more printing and reprinting for some small mistake in our menu or price change. We love what QR Menu Maker have provided
ar: لا مزيد من الطباعة وإعادة الطباعة لبعض الأخطاء الصغيرة في قائمتنا أو تغيير السعر. نحن نحب ما قدمه صانع القائمة بواسطة الكيو ار

source: Not Active
ar: غير نشط

source: Now your visitors will use their mobile phone camera to access your menu
ar: الآن سيستخدم زوار موقعك كاميرا هواتفهم المحمولة للوصول إلى قائمتك

source: Number of restaurants
ar: عدد المطاعم

source: Orders ( 30 days )
ar: الطلبات (30 يوم)

source: Organize into categories
ar: التنظيم في فئات

source: Overview
ar: ملخص

source: Owner
ar: المالك

source: Owner Email
ar: البريد الالكتروني للمالك

source: Owner Email here
ar: ادخل البريد الالكتروني للمالك هنا

source: Owner information
ar: معلومات المالك

source: Owner Name
ar: اسم المالك

source: Owner Name here
ar: ادخل الاسم المالك هنا

source: Owner Password
ar: كلمة السر المالك

source: Owner Password here
ar: ادخل كلمة السر المالك هنا

source: Owner Phone
ar: رقم الهاتف المالك

source: Owner Phone here
ar: ادخل اسم هاتف المالك هنا

source: Password
ar: كلمة السر

source: Performance
ar: الاداء

# Phone
source: Mobile number
ar: رقم الهاتف

source: Pick QR color
ar: اختر لون رمز الكيو ار

source: Plan
ar: الخطة

source: Plans
ar: الخطط

source: Pricing
ar: الاسعار

source: Pricing plans
ar: خطط الاسعار

source: Print templates for download
ar: طباعة القوالب للتحميل

source: Pro yearly
ar: Pro سنوي

# Product
source: Services
ar: الخدمات

source: QR builder
ar: انشاء رمز الكيو ار

source: QR Downloader
ar: تحميل رمز الكيو ار

source: QR Menu Maker
ar: صانع قائمة الكيو ار

source: QR Menu Maker was the perfect tool for the COVID situation. We should go earlier to this type of menu
ar: كان صانع القائمة بواسطة رمز الكيو ار هو الأداة المثالية لحالة مرض كورونا المستجد. كان يجب أن نذهب في وقت سابق إلى هذا النوع من القوائم

source: Real-time changes
ar: تغييرات في الوقت الفعلي

source: Register your restaurant
ar: تسجيل مطعمك الخاص

# Registration
source: REGISTER
ar: تسجيل

source: Remember me
ar: تذكرني

source: Remove
ar: حذف

source: Restaurant
ar: المطعم

source: Restaurant Cover Image
ar: صورة غلاف المطعم

source: Restaurant Description
ar: وصف المطعم

source: Restaurant Image
ar: صورة المطعم

source: Restaurant information
ar: معلومات المطعم

source: Restaurant Location
ar: عنوان المطعم

source: RESTAURANT MANAGEMENT
ar: إدرة المطعم

# Restaurant Management sm
source: Restaurant Management
ar: إدرة المطعم

source: Restaurant Menu Management
ar: إدارة قائمة المطعم

source: Restaurant Name
ar: اسم المطعم

source: Restaurant Name here
ar: ادخل اسم المطعم هنا

# Restaurant or bar name
source: Restaurant or Cafe name
ar: اسم المطعم او الكافية

source: Restaurants
ar: المطاعم

# Restaurants and Bars that love our QRs
source: Restaurants and Cafe that love our QRs
ar: آراء محبي المنيو الرقمي

source: Richard Thomas Burger 2Go
ar: ريتشارد توماس برجر 2Go

source: Sales value
ar: قيمة المبيعات

source: Sales Volume ( 30 days )
ar: حجم المبيعات (30 يوم)

source: Same as PRO, with a 20% discount. Enjoy your QR menu full year
ar: مثل PRO بخصم 20٪. استمتع القائمة رمز الكيو ار الخاصة بك سنة كاملة

source: Save
ar: حفظ

source: See a demo online menu
ar: شاهد قائمة تجريبية على الإنترنت

source: Select image
ar: اختار صوره

source: Settings
ar: الاعدادات

source: Settings Management
ar: ادارة الاعدادات

source: Site Description
ar: وصف الموقع

source: Site Info
ar: معلومات الموقع

source: Site name
ar: اسم الموقع

source: Start free and fell in love in our pro features
ar: ابدأ مجانًا ووقع في الحب في ميزاتنا الاحترافية

source: Start with Free
ar: ابدا مجانا

source: Start with Pro
ar: ابدأ بـ Pro

source: Start with Pro yearly
ar: ابدأ بـ سنويًا

source: Status
ar: الحالة

source: Superfast online menu - PWA
ar: قائمة طعام سوبر فاست - PWA

source: System status
ar: حالة النظام

# Testimonials
source: Reviews
ar: التوصيات

# text align
source: text-align:left
ar: text-align:right

# The most comprehensive platform for QR digital menu
source: The comprehensive system of digital menu using the QR code through your phone's camera
ar: النظام الشامل للمنيو الرقمي بإستخدام رمز الكيو ار عبر كاميرا هاتفك

source: Their mobile is your menu now
ar: هاتفهم المحمول هو قائمتك الآن

# There are
source: There are platforms where you can create a menu but not design your QR
ar: هناك منصات حيث يمكنك إنشاء قائمة ولكن لا يمكنك تصميم رمز الكيو ار الخاص بك

source: There are platforms where you can make QR code
ar: هناك منصات حيث يمكنك إنشاء رمز الكيو ار

source: Total orders
ar: اجمالي الطلبات

source: Translations
ar: الترجمات

source: Unlimited items in the menu
ar: عناصر غير محدودة في القائمة

source: Unlimited views
ar: مناظر غير محدودة

source: Used by top restaurants worldwide
ar: تم استخدامه من قبل اكبر الكافيهات والمطاعم علي مستوي العالم

source: User information
ar: معلومات المستخدم

source: User Name
ar: اسم المستخدم

source: Version
ar: الاصدار

source: View analytics
ar: عرض التحليلات

source: View it
ar: شاهد مطعمك

source: Views
ar: المشاهدات

source: We do both
ar: نحن نفعل الاثنين

source: We use QR Menu Maker to protect our visitors. Dirty old menus are a thing from the past. So far clients report no issues. And they love our new online menu
ar: نحن نستخدم صانع رمز الكيو ار لحماية زوارنا. القوائم القديمة المتسخة أصبحت شيئًا من الماضي. حتى الآن ، لم يبلغ العملاء عن أي مشاكل. وهم يحبون قائمتنا الجديدة على الإنترنت

source: Welcome !
ar: مرحبا !

source: You dont have any plans
ar: ليس لديك اي خطط

# Your email
source: e-mail
ar: البريد الاليكتروني
